Revit 2023 API
GroupTypeId.ConceptualEnergyData Property
 "Conceptual Energy Data"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ConceptualEnergyData { get; }
Visual Basic
Public Shared ReadOnly Property ConceptualEnergyData As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ConceptualEnergyData {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace